*> So... yeah, this is cobol.
*> BEGIN_FRAGLET
IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO_WORLD.
ENVIRONMENT DIVISION.
PROCEDURE DIVISION.
    DISPLAY "Hello World!"
    STOP RUN.
*> END_FRAGLET
